Repository: RaphMLK/BisRepetita
Catalog: assets/l10n/app_*.arb
Languages: fr

# home_page_subtitle
source: Be Original.
fr: Sois Original.

# home_page_button_play
source: Play
fr: Jouer

# home_page_button_rules
source: Rules
fr: Règles

# rules_page_title
source: Rules
fr: Règles

# rules_page_1
source: Choose the master who will answer first on phone. It's better to put the first answer that comes to mind
fr: Choisissez votre chef·fe qui devra répondre en premier à une question sur le téléphone. Nous l’invitons à répondre le plus vite possible et écrire sa première idée sans trop réfléchir.

# rules_page_2
source: The other players will answer to the same question aloud in turn.
fr: Les autres joueur·euses devront répondre à cette même question à voix haute chacun·e son tour. Vous ne pouvez pas dire la même réponse qu’une autre personne. Chacun·e doit avoir une réponse différente.

# rules_page_3
source: When every players give his answer, the master will reveal his one, if someone have the same than the master, he is eliminated
fr: Dès que chaque joueur·euse aura donné sa réponse, votre chef·fe révélera sa réponse. Si une personne a la même réponse que votre chef·fe, alors iel est éliminé·e.

# rules_page_4
source: Perform as many rounds as necessary until only one personne is left alive
fr: Effectuez autant de rounds nécessaires pour trouver votre gagnant·e (la dernière personne en vie).

# players_page_title
source: Players
fr: Joueur·euses

# players_page_launch
source: Start
fr: Lancer la partie

# players_page_2_players_minimum
source: Minimum 2 players
fr: Minimum 2 joueurs

# question_page_write_answer
source: Write your answer
fr: Indiquez votre réponse

# question_page_confirm_answer
source: Confirm
fr: Valider

# question_page_show_answer
source: Show your answer
fr: Révéler la réponse

# question_page_show_players
source: See the players
fr: Voir les joueurs

# question_page_answer_title
source: Master answer :
fr: Réponse :

# elimination_page_title
source: Eliminate ?
fr: Eliminer ?

# elimination_page_continue
source: Continue
fr: Suite

# result_page_title_no_winner
source: Sorry...
fr: Dommage...

# result_page_title_winner
source: Winner
fr: Gagnant·e

# result_page_text_no_winner
source: Nobody won. The master was original
fr: Personne n'a gagné! La·le chef·fe a été original·e.

# result_page_text_winner
source: Congrats {winner}! You know well the master.
fr: Bravo {winner}! Tu connais bien la·le chef·fe.

# result_page_end
source: End of the round
fr: Fin de la partie

# categories_page_title
source: Categories
fr: Catégories

# categories_page_random_category
source: Random
fr: Mystère

# categories_page_select_category
source: Select the category
fr: Selectionner une catégorie

# categories_page_confirm_category
source: Confirm
fr: Confirmer

# categories_page_start
source: Start
fr: Commencer

# categories_page_confirmed
source: The category is : {category}
fr: La catégorie est : {category}

# add_players_list_component_master
source: Master
fr: Chef·fe

# add_players_list_component_add
source: Add
fr: Ajouter

# eliminate_players_list_component_prompt_title
source: Eliminate {name} ?
fr: Eliminer {name} ?

# eliminate_players_list_component_cancel
source: No
fr: Non

# eliminate_players_list_component_confirm
source: Yes
fr: Oui
